<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="EUC-KR">
<title>같이 섭취하면 독이 되는 영양제들</title>
</head>
<body>
<p>
<h1>같이 섭취하면 좋지 않은 영양제들</h1>


<h2> 1) 칼슘+비타민D</h2>
칼슘과 비타민D를 같이 먹으면 칼슘 흡수가 과해져 고칼슘혈증이 생길 수 있다.<br>
 혈액에 칼슘이 지나치면 혈관이 딱딱해지기 때문에 동맥경화나 이상지질혈증 환자는 특히 주의해야 한다.<br>

<br><br>

<h2> 2) 비타민B1+타닌</h2>
비타민B1은 타닌과 만나면 흡수가 잘되지 않는다.<br>
 따라서 비타민B1을 먹을 때는 타닌이 포함된 종합 영양제를 피하는 것이 좋다.<br>
 
 <br><br>
 
<h2> 3) 종합비타민+철분</h2>
봉합 비타민과 철분을 함께 먹으면 역효과가 날 수 있다.<br>
 종합 비타민에 들어 있는 마그네슘과 칼슘이 철분의 흡수를 방해하기 때문이다.<br>
  둘 다 섭취하려면 철분은 식사 전, 종합 비타민은 식사 후에 먹는 것을 권장한다.<br>
  
  <br><br>
  
<h2> 4) 비타민A+루테인</h2>
함량에 따라 다르지만, 비타민A와 루테인을 모두 고함량으로 섭취하면 비타민A 과잉 상태가 될 수 있다.<br>
 루테인이 비타민A의 일종이기 때문이다. 이외에 레티놀과 베타카로틴도 비타민A의 역할을 하므로 주의해야 한다. <br>
 성인을 기준으로 비타민A의 1일 권장 섭취량은 3000IU다.<br>
  비타민A 과잉 상태가 되면 구토·두통·설사 증상이 나타날 수 있다.<br>
  
  <br><br>
  
<h2> 5) 칼슘+철분</h2>
칼슘과 철분은 몸속으로 흡수되는 통로가 같아 함께 먹으면 흡수율이 떨어진다.<br>
 따라서 철분은 식사 전 공복에, 칼슘은 식사 후에 섭취하는 것이 좋다.<br>

</body>
</html>